---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.WireConduitTypeSetIterator
source: html/03e5ef29-b2a9-f310-07b4-2d1da47e3322.htm
---
# WireConduitTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.